
{
    "appName":"Gahu Rakshak",
    "auth":{
        "login":"Login",
        "signup":"Signup",
        "email":"Email",
        "password":"Password",
        "enterEmail":"Enter Email",
        "enterPassword":"Enter Password",
        "fullname":"Full Name",
        "loggedInSuccessfully": "Logged In Successfully",
        "loggedOutSuccessfully": "Logged Out Successfully",
        "forgetPassword": "Forget Password ?",
        "otpHasBeenSendSuccessfully": "OTP Has been send successfully",
        "enterTheOTPSendTo": "Enter the OTP send to",
        "resetPassword": "Reset Password ",
        "pleaseEnterYourNewPasswordBelow": "Please enter your new password below",
        "newPassword": "New Password",
        "confirmNewPassword": "Confirm New Password",
        "or":"OR",
        "pleaseEnterYourEmailAddressToReceiveMail":"Enter your email address to receive reset link",
        "loginWithGoogle":"Login with Google",
        "signupWithGoogle":"Signup with Google",
        "newTotheSystem":"New to the system ? Register Now",
        "registerNewAccount":"Register New Account ",
        "fullName":"Full Name",
        "enterFullName":"Enter Full Name",
        "phoneNumber":"Phone Number",
        "enterPhoneNumber":"Enter Phone Number",
        "accountCreated":"Account created successfully",
        "loading":"Loading",
        "fieldCannotBeEmpty":"Field cannot be empty",
        "enterValidMobileNumber":"Enter valid phone number",
        "invalidPasswordMessage":"Invalid password",
        "enterValidEmail":"Enter valid email address",
        "resetPasswordLinkSentSuccessfully":"Reset link send Successfully",
        "requestResetLink":"Request Reset Link",
        "logOut":"Log out"
    },
    "home":{
        "homePage":"HomePage",
        "healYourCrop":"Heal your crop",
        "takeAPicture":"Take a Picture",
        "seeDiagnosis":"See Diagnosis",
        "getMedicine":"Get Medicine",
        "fertilizerCalculator":"Fertilizer Calculator",
        "petsAndDisease":"Pets & Disease",
        "cultivationTips":"Cultivation Tips",
        "petsAndDieaseAlert":"Pets & Diease Alert",
        "weather":"Weather",
        "chooseAOption":"Choose a option",
        "chooseFromGallery":"Choose from gallery",
        "home":"Home",
        "history":"History",
        "profile":"Profile",
        "analyze":"Analyze",
        "selectLang":"Select Language",
        "english":"English",
        "nepali":"Nepali",
        "selectPerfLang":"Select Your Preferred Language",
        "continueBtn":"Continue",
        "langSetSuccessfully":"Language set successfully"
    },
    "disease":{
        "disease":"Diseases",
        "septoria":"Septoria",
        "brownRust":"Brown Rust",
        "yellowRust":"Yellow Rust",
        "crownRootRust":"CrownRootRust",
        "stripRust":"Strip Rust",
        "leafRust":"Leaf Rust",
        "healthy":"Healthy",
        "fusariumHeadBlight":"Fusarium Head Blight",
        "description":"Description",
        "recommendations":"Recommendations",
        "medicine":"Medicine",
        "spetoriaDesc":"Septoria is a common fungal disease that attacks multiple parts of the wheat plant, including leaves, stems, and glumes (chaff surrounding the grain). Its characteristic symptom is the development of oval or elliptical tan to brown leaf lesions with dark brown pycnidia (fruiting bodies) visible in the center. These lesions initially appear small but enlarge and merge as the disease progresses, potentially leading to premature defoliation and significantly impacting the plant's ability to photosynthesize. The severity of Septoria is exacerbated by cool, humid weather conditions, making it a particular threat in temperate regions.",
        "spetoriaRecommendation":"Plant resistance: Selecting cultivars with inherent resistance to Septoria is the most effective long-term control strategy. Look for varieties bred for specific Septoria strains prevalent in your region.\n Crop rotation: Avoid planting wheat after wheat or other susceptible crops like barley or rye. Opt for rotations with non-host plants like corn or soybeans to reduce the amount of fungal inoculum in the soil.\n Sanitation: Proper management of infected crop residues is crucial. Plow under or burn infected stubble after harvest to minimize the survival of fungal spores in the field.\nFungicide application: Consider preventative fungicide application if weather conditions favor Septoria development or when early signs of infection are observed. Choose fungicides with specific activity against Septoria, such as strobilurins (azoxystrobin, trifloxystrobin) or benzimidazoles (tebuconazole). However, overuse of fungicides can lead to resistance development, so prioritize integrated pest management practices for long-term sustainability.\nField monitoring: Regularly scout your fields for early signs of Septoria, especially during periods of high humidity and moderate temperatures. Early detection and intervention can significantly minimize disease spread and potential yield losses.",

        "brownRustDesc":"Rusts are among the most important fungal diseases of wheat worldwide. This is due to their wide distribution, capacity to form new races that can attack previously resistant cultivars, ability to move long distances, and potential to develop rapidly under optimal environmental conditions.\n\nBrown rust, caused by a different fungal pathogen, manifests as small, round, orange-brown pustules on leaves and stems. These pustules erupt and release spores that spread the disease rapidly, potentially leading to severe yield losses in susceptible cultivars. Warm, humid weather conditions provide optimal conditions for brown rust development.",
        "brownRustRecommendation":"Plant resistance: Similar to Septoria, planting resistant cultivars is the cornerstone of brown rust management. Consult with local agricultural extension services or seed suppliers to identify varieties with appropriate resistance levels.\nCrop rotation: Rotate crops with non-host plants, following the same principles as for Septoria control.\nResidue destruction: Destroy infected crop residues after harvest to reduce the fungal inoculum available for future infections.\nField scouting and fungicide application: Regularly monitor your fields and apply fungicides preventively when weather conditions favor brown rust development or when early signs of infection appear. Triazole fungicides (propiconazole, tebuconazole) and strobilurins (azoxystrobin, trifloxystrobin) are effective options for brown rust control. However, responsible fungicide use remains crucial to prevent resistance development.",
        "yellowRustDesc":"Rusts are among the most important fungal diseases of wheat worldwide. This is due to their wide distribution, capacity to form new races that can attack previously resistant cultivars, ability to move long distances, and potential to develop rapidly under optimal environmental conditions.\n\nYellow rust, another fungal disease, is distinguishable by its characteristic linear, yellow-orange pustules on leaves and stems. Similar to brown rust, these pustules erupt and release spores, facilitating rapid disease spread. Yellow rust can cause devastating yield losses, particularly in susceptible cultivars, and thrives in cool, humid weather with moderate temperatures.",
        "yellowRustRecommendation":"Plant resistance: Choose resistant cultivars based on local recommendations and the prevalence of specific yellow rust strains in your region.\nCrop rotation: Implement crop rotation practices as described for Septoria and brown rust control.\nResidue management: Thoroughly destroy infected crop residues after harvest to reduce the fungal inoculum available for future outbreaks.\nField monitoring and fungicide application: Regular field scouting is essential for early detection. Apply fungicides preventively or curatively based on weather conditions and the presence of disease symptoms. Triazole and strobilurin fungicides are effective against yellow rust, but responsible use is paramount.",
        "crownRootRustDesc":"Crown Root Rot is caused by a complex of soilborne fungi that attack the root system of wheat plants. This leads to stunted growth, yellowing leaves, poor tillering, and eventually plant death. The infected roots appear discolored and rotten, hindering their ability to absorb water and nutrients. The disease thrives in warm, moist soil conditions and affects various crops beyond wheat.",
        "crownRootRecommenadtion":"Crop rotation: Implement a minimum 3-year rotation with non-susceptible host plants like corn or sorghum to break the fungal life cycle in the soil.\nPlanting practices: Choose well-drained soils for wheat cultivation and avoid excessive irrigation, as moisture encourages fungal activity.\nResistant cultivars: While limited options exist, consider planting cultivars with some degree of resistance to specific Crown Root Rot fungal strains prevalent in your region.\nBiofumigation: Explore techniques like planting certain cover crops (e.g., mustard) that release biocidal compounds into the soil to suppress fungal populations.\nSoil amendments: In some cases, applying organic matter amendments or specific fungicides directly to the soil might show some degree of control, but effectiveness can be variable.",
        "stripRustDesc":"This fungal disease manifests as distinctive yellow-green stripes on leaves with reddish-brown flecks. As the disease progresses, stripes may increase in size and merge, covering large portions of the leaf surface. Stripe rust can significantly reduce photosynthetic activity and grain yield, particularly in susceptible cultivars, and its development is favored by cool, humid weather conditions.",
        "stripRustRecommendation":"Plant resistance: Select cultivars with known resistance to Stripe rust strains present in your region. Consult with local agricultural experts for recommended varieties.\nCrop rotation: Rotate with non-host crops like corn or soybeans to reduce fungal inoculum levels in the soil.\nResidue management: Destroying infected crop residues after harvest minimizes the survival of fungal spores for future infections.\nField scouting and fungicide application: Regularly monitor your fields for early signs of Stripe rust, especially during cool, humid periods. Apply fungicides preventively or curatively based on disease presence and weather conditions. Triazole and strobilurin fungicides are effective options, but responsible use is crucial to avoid resistance development.",
        "leafRustDesc":"Leaf Rust also displays small, round, orange-brown pustules on leaves and stems, primarily on the upper leaf surface. These pustules erupt and release spores, leading to rapid disease spread and potential yield losses. Similar to Brown Rust, Leaf Rust thrives in warm, humid weather conditions.",
        "leafRustRecommendation":"Plant resistance: Choosing resistant cultivars is the most effective long-term control strategy. Consult with local agricultural experts for varieties with appropriate resistance levels.\nCrop rotation: Rotate crops with non-susceptible hosts like corn or soybeans to reduce fungal inoculum in the soil.\nResidue management: Thoroughly destroy infected crop residues after harvest to minimize the availability of fungal spores for future outbreaks.\nField monitoring and fungicide application: Regularly scout your fields for early signs of Leaf Rust, especially during periods of warm, humid weather. Apply fungicides preventively or curatively based on disease presence and weather conditions. Triazole and strobilurin fungicides are effective options, but responsible use is essential to prevent resistance development.",
        "fusariumDesc":"Fusarium Head Blight (FHB), also known as scab, is a devastating fungal disease affecting wheat and other small grain crops. It is primarily caused by several species of the Fusarium genus, notably Fusarium graminearum in wheat. FHB infects wheat heads during flowering, leading to significant yield losses and reduced grain quality. Infected spikes typically exhibit premature bleaching or discoloration of spikelets, giving them a white or pinkish appearance. Additionally, infected grains may be shriveled, lightweight, and contaminated with mycotoxins, posing health risks to humans and livestock if consumed.",
        "fusarumRecommendation":"Cultivar Selection: Choose wheat varieties with genetic resistance or tolerance to FHB when available.Consult local agricultural extension services for information on resistant cultivars adapted to your region.Crop Rotation:Implement diverse crop rotations with non-host crops like corn or soybeans to reduce inoculum levels in the soil.Avoid consecutive wheat plantings in the same field, as this can increase disease pressure.Fungicide Application:Apply fungicides with proven efficacy against FHB during wheat flowering stages, following label instructions carefully.Use fungicides containing triazoles (e.g., Prothioconazole), strobilurins (e.g., Azoxystrobin), or a combination of active ingredients for optimal control.Timing of fungicide application is critical; aim for early flowering stages to maximize protection.Cultural Practices:Optimize planting dates to minimize the overlap between wheat flowering and peak disease pressure periods.Manage nitrogen fertilization levels to reduce plant susceptibility to infection.Utilize high-density planting to promote better air circulation within the crop canopy, reducing humidity and disease development."
    }  ,  
    "profile":{
        "switchLang":"Switch Language",
        "en":"En",
        "np":"Np",
        "doYouWantToLogOut":"Do you want to log out ?",
        "yes":"Yes",
        "no":"No"
    }  ,
    "result":{
        "similarImages":"Similar Images",
        "causeOfDisease":"Cause of Disease",
        "recommendation":"Recommendation",
        "medicine":"Medicine",
        "noData":"No data found"
    },

    "fertilizer":{
        "nutrientQty":"Nutrient Quantity",
        "n":"N",
        "p":"P",
        "k":"K",
        "unit":"Unit",
        "bigha":"Bigha",
        "ropani":"Ropani",
        "anna":"Anna",
        "plotSize":"Plot Size",
        "calculate":"calculate",
        "chooseFertilizer":"Choose your fertilizer combination (recommended amount for one season) : ",
        "dap":"DAP",
        "mop":"MOP",
        "urea":"Urea",
        "ten26":"10-26-26",
        "ssp":"SSP",
        "viewDetail":"View Detail",
        "kg":"KG"
    },

    "medicine":{
        "azoxystrobin":"Azoxystrobin",
        "payraclostrobin":"Pyraclostrobin",
        "propiconazole":"Propiconazole",
        "tebuconazole":"Tebuconazole",
        "triazoles":"Triazoles (e.g., Propiconazole)",
        "strobilurins":"Strobilurins (e.g., Azoxystrobin)",
        "trifloxystrobin":"Trifloxystrobin",
        "flutriafol":"Flutriafol",
        "triazolesT":"Triazoles (e.g., Tebuconazole)",
        "dmiFungicides":"DMI fungicides (e.g., Propiconazole)",
        "fluxapyroxad":"Fluxapyroxad",
        "triazolesF":"Triazoles (e.g., Flutriafol)",
        "strobilurinsT":"Strobilurins (e.g., Trifloxystrobin)",
        "triazoleP":"Triazoles (e.g., Prothioconazole)"
        
    },

    "dashboard":{
"dashboard":"Dashboard"
    }



}

       