{
    "appName": "गहु रक्षक",
    "auth": {
        "login": "लगइन",
        "signup": "साइन अप",
        "email": "इमेल",
        "password": "पासवर्ड",
        "enterEmail": "इमेल प्रविष्ट गर्नुहोस्",
        "enterPassword": "पासवर्ड प्रविष्ट गर्नुहोस्",
        "fullname": "पूरा नाम",
        "loggedInSuccessfully": "सफलतापूर्वक लगइन गरिएको",
        "loggedOutSuccessfully": "सफलतापूर्वक लगआउट गरिएको",
        "forgetPassword": "पासवर्ड बिर्सनुभयो ?",
        "otpHasBeenSendSuccessfully": "OTP सफलतापूर्वक पठाइएको छ",
        "enterTheOTPSendTo": "पठाइएको OTP प्रविष्ट गर्नुहोस्",
        "resetPassword": "पासवर्ड पुन: सेट गर्नुहोस्",
        "pleaseEnterYourNewPasswordBelow": "कृपया तपाईंको नयाँ पासवर्ड तल प्रविष्ट गर्नुहोस्",
        "newPassword": "नयाँ पासवर्ड",
        "confirmNewPassword": "नयाँ पासवर्ड पुन: सुनिश्चित गर्नुहोस्",
        "or": "वा",
        "pleaseEnterYourEmailAddressToReceiveMail": "रिसेट लिङ्क प्राप्त गर्नका लागि तपाईंको इमेल ठेगाना प्रविष्ट गर्नुहोस्",
        "loginWithGoogle": "Google साथमा लगइन गर्नुहोस्",
        "signupWithGoogle": "Google साथमा साइन अप गर्नुहोस्",
        "newTotheSystem": "प्रणालीमा नयाँ हो ? अब दर्ता गर्नुहोस्",
        "registerNewAccount": "नयाँ खाता दर्ता गर्नुहोस्",
        "fullName": "पूरा नाम",
        "enterFullName": "पूरा नाम प्रविष्ट गर्नुहोस्",
        "phoneNumber": "फोन नम्बर",
        "enterPhoneNumber": "फोन नम्बर प्रविष्ट गर्नुहोस्",
        "accountCreated": "खाता सफलतापूर्वक बनाइयो",
        "loading": "लोड हुँदैछ",
        "fieldCannotBeEmpty": "क्षेत्र खाली हुन सक्दैन",
        "enterValidMobileNumber": "मान्य पोन नम्बर प्रविष्ट गर्नुहोस्",
        "invalidPasswordMessage": "अमान्य पासवर्ड",
        "enterValidEmail": "मान्य इमेल ठेगाना प्रविष्ट गर्नुहोस्",
        "resetPasswordLinkSentSuccessfully": "रिसेट लिङ्क सफलतापूर्वक पठाइएको छ",
        "requestResetLink": "रिसेट लिङ्क माग्नुहोस्",
        "logOut": "लगआउट"
    },
    "home": {
        "homePage": "होम पेज",
        "healYourCrop": "तपाईंको फसललाई निरोगी बनाउनुहोस्",
        "takeAPicture": "तस्वीर खिच्नुहोस्",
        "seeDiagnosis": "निदान हेर्नुहोस्",
        "getMedicine": "औषधि प्राप्त गर्नुहोस्",
        "fertilizerCalculator": "कीटाणु गणक",
        "petsAndDisease": "पशु र रोग",
        "cultivationTips": "खेती सुझावहरू",
        "petsAndDieaseAlert": "पशु र रोग चेतावनी",
        "weather": "मौसम",
        "chooseAOption": "एक विकल्प छनौट गर्नुहोस्",
        "chooseFromGallery": "ग्यालरीबाट छनौट गर्नुहोस्",
        "home": "होम",
        "history": "इतिहास",
        "profile": "प्रोफाइल",
        "analyze": "विश्लेषण गर्नुहोस्",
        "selectLang": "भाषा छान्नुहोस्",
        "english": "अंग्रेजी",
        "nepali": "नेपाली",
        "selectPerfLang": "तपाईंको पसन्दीदा भाषा छान्नुहोस्",
        "continueBtn": "अगाडि बढ्नुहोस्",
        "langSetSuccessfully": "भाषा सफलतापूर्वक सेट गरियो"

    },
    "disease": {
        "septoria": "सेप्टोरिया",
        "brownRust": "खैरो रस्ट",
        "yellowRust": "पहेलो रस्ट",
        "crownRootRust": "मुख रूट रस्ट",
        "stripRust": "स्ट्रिप रस्ट",
        "description": "विवरण",
        "recommendations": "सिफारिसहरू",
        "medicine": "औषधि",
        "spetoriaDesc": "सेप्टोरिया एक सामान्य कब्जे रोग हो जुन गहु बज्रमा हाम्रो देशमा हुँदैछ। यो पत्ता, डाँडा, र धानको चाफ (अनाजलाई घिरेको भाका) सहित गहुको केहि भागहरूमा हमला गर्दछ। यसको विशेष संकेत हुँदैन जस्तो हुन्छ कि उपाधिक वा दैहिक बाटामा लाल वा खैरो पत्ता लेजनहरूको विकास हो, जुन केन्द्रमा गहुको फलाइ (फलबाट) देखिने गराइन्छ। यी लेजनहरू पहिलोमा सानो देखिन्छ तथापि रोगको प्रगति साथै लागतो बढाउँछ, जसले पूर्वनिर्धारित गरेको नगरेपनि पुनरावृत्ति हुँदो छ र फलाइको फोटोसिन्थेसिसमा पूर्वप्रक्रियाको प्रभाव गर्दछ। सेप्टोरियाको तीव्रता शान्तिग्रामी, उम्रो, ठाउँले परायापन गरेको आफ्नो तात्कालिक वातावरणमा बढी गरेको छ, जुन यो उमेर्गी इलाकाहरूमा विशेष खतरा हुँदो छ।",
        "spetoriaRecommendation": "पौधिक प्रतिरोध: सेप्टोरियाबाट प्राकृतिक रूपमा प्रतिरोधी बुआ चयन गर्नु, लामो-अवधि नियन्त्रण रणनीति हो। तपाईंको क्षेत्रमा विशेष सेप्टोरिया स्ट्रेनहरूको लागि बनाइएका विशिष्ट बुआहरू खोज्नुहोस्।\n फसल परिस्थिति: गहु पर गहु वा अन्य संवेदनशील फसलहरू रोप्नुभएन बनाउँछ भने यी फसलहरूसँग गहु रोपाई नहानुहोस् वा राइ, जौ, बार्ली, राई लगाउनुहोस्। खेतमा फ्याङ्गल इनोकुलम को मात्रा कम गर्नका लागि कुकुरो वा जलाइएको संक्रमित फसल अफिसियल पछि।\n स्वच्छता: संक्रमित फसल अफिसियलको ठीक प्रबन्धन अत्यन्त महत्त्वपूर्ण छ। फसल पुरानो परागको ठीक प्रबन्धन गर्नको लागि कुकुरो वा बज्रीहरू अनुसार खेतमा बुझाउनुहोस्।\nफंगिसाइड लागू: यदि आबबालमा ठूलो पर्याप्त भएसँग वा संक्रमणको पहिलो संकेतहरू देखिएसँग सोचिएमा सुरक्षात्मक फंगिसाइड लागू गर्नुहोस्। सेप्टोरिया विकासका लागि कुरा बनाउने वा रोगको पहिलो संकेतहरू देखिएमा निश्चित गर्नुहोस्। स्ट्रोबिलुरिन्स (अजोक्सिस्ट्रोबिन, त्रिफ्लोक्सिस्ट्रोबिन) वा बेन्जिमिडाजोलहरू (तेबुकोनाजोल) समृद्धि भएको सेप्टोरिया विरुद्धको विशिष्ट पर्याप्ततासँग फंगिसाइड छन्। हाम्रो दिशामा दृढ रहेको बनाउनका लागि फंगिसाइडको अत्यधिक प्रयोगले प्रतिरोध विकसित हुन सक्छ, यसले दीर्घकालिक संबायिकता लागि समन्वित कीट प्रबन्धन विधि हरूलाई प्राथमिकतामा ल्याउनुपर्छ।\nखेत मोनिटरिङ: उच्च आर्द्रता र मध्यम तापमा वा अवस्थाहरूमा विशेषतः संक्रमणको पहिलो संकेतहरूको लागि आफ्नो खेतहरूलाई नियमित रूपमा खोजी गर्नुहोस्, विशेषतः तापमा र मध्यम तापमा। संकेतहरूको समयमै पहिचान र हस्तक्षेपले रोग फैलाउन र सम्भावित उत्पादन हानिहरू कम गर्दछ।",
        "brownRustDesc": "ब्राउन रस्ट, विश्वभरी गहुको सबैभन्दा महत्त्वपूर्ण फ्याङ्गल रोगहरूमध्ये छ। यसले आफैले पहिले तयार गरेका नयाँ रेसहरू बनाउने क्षमता, पहिले संरक्षित बुआहरूलाई हमला गर्न सक्षमता, लामो दुरी हेर्ने क्षमता, र उत्कृष्ट पर्यावरणीय स्थितिहरूमा त्वरित विकास गर्ने क्षमता गरेको कारण यसले गहुको सुरक्षित बुआहरूमा हमला गर्न सक्छ। ब्राउन रस्ट, एक विभिन्न फ्याङ्गल पैथोजनको कारण, पत्ता र टानामा छोटा, गोला, केशरी रङ्गको पुस्टुलहरूमा प्रकट हुन्छ। यी पुस्टुलहरू फुटेर रोगलाई फैलाउँछन् र असंविदानी बुआहरूमा गंभीर उत्पादन हानिहरू हुन सक्छ। तातो, आर्द्र अवस्था र उच्च तापमा ब्राउन रस्ट विकासको लागि समृद्धि प्रदान गर्दछ।",
        "brownRustRecommendation": "पौधिक प्रतिरोध: सेप्टोरियाको समान, ब्राउन रस्ट व्यवस्थापनको कुञ्जी रोपण रोपाई नियम हो। स्थानीय कृषि विस्तार सेवा वा बीज प्रदायकहरूसँग सहयोग गरेर उपयुक्त प्रतिरोध स्तरहरू भएका जुनिडेल बुआहरू पहिचान गर्नको लागि।\nक्षेत्रको चक्रवात: सेप्टोरिया नियन्त्रणको लागि उस्तै सिधान्तहरूमा गहु रोपाइँदा गहु रोपाइँदा क्षेत्रको चक्रवात सोही सिधान्तहरूमा अनुसरण गरी गैर-मेजबान वन्यजन्तुहरूसँग फसल परिस्थितिहरूमा चक्रवात लगाउनुहोस्।\nशेष नाश: संक्रमित फसल अफिसियलहरूलाई पराग गरेपछि भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नको लागि।\nखेती गरी रोकथाम गर्नुहोस् र जलवायु स्थितिहरूले ब्राउन रस्ट विकासलाई समर्थन गरेमा पूर्वानुमान गर्दा सुरक्षात्मक रूपमा फंगिसाइड लागू गर्नुहोस्। त्रायाजोल फंगिसाइडहरू (प्रपिकोनाजोल, तेबुकोनाजोल) र स्ट्रोबिलुरिनहरू (अजोक्सिस्ट्रोबिन, त्रिफ्लोक्सिस्ट्रोबिन) ब्राउन रस्ट नियन्त्रणका लागि प्रभावकारी विकल्पहरू हुन्। हाम्रो जिम्मेवार फंगिसाइड प्रयोग रुचाइले प्रतिरोध विकास होइन भने।",
        "yellowRustDesc": "रस्ट गहुका विश्वभरि सबैभन्दा महत्त्वपूर्ण फ्याङ्गल रोगहरूमध्येमा हुन्छ। यो उनीहरूको बिस्तारको कारण, पहिले संरक्षित बुआहरूलाई हमला गर्न सक्षमता, लामो दुरी लुटीए बिरामीहरू नयाँ बनाउनका लागि क्षमता, दुर्गम दुर्गममा हलेका लागि क्षमता, र सहिजो पर्यावरणीय स्थितिहरूमा त्वरित विकास गर्ने क्षमतामा हुन्छ।\n\nपहिचान गर्ने, अरू फ्याङ्गल रोग रहेको वातावरणमा त्वरित विकास गर्ने, यो अरू फ्याङ्गल रोगहरूले हाम्रो सुरक्षित बुआहरूलाई हमला गर्न महत्त्वपूर्ण बनाउँछ।",
        "yellowRustRecommendation": "पौधिक प्रतिरोध: स्थानीय सिफारिस र तपाईंको क्षेत्रमा विशिष्ट पहिचान बुआहरूका प्रचलितता आधारमा प्रतिरोधी बुआहरू चयन गर्नुहोस्।\nक्षेत्रको चक्रवात: सेप्टोरिया र ब्राउन रस्ट नियन्त्रणका लागि वर्णन गरिएकोसँगै फसल परिस्थितिहरू अनुसरण गरी क्षेत्रको चक्रवात लगाउनुहोस्।\nशेष प्रबन्धन: संक्रमित फसल अफिसियलहरूलाई पराग गरेपछि भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नको लागि।\nखेती गरी रोकथाम गर्नुहोस् र जलवायु स्थितिहरूले ब्राउन रस्ट विकासलाई समर्थन गरेमा पूर्वानुमान गर्दा सुरक्षात्मक रूपमा फंगिसाइड लागू गर्नुहोस्। त्रायाजोल र स्ट्रोबिलुरिन फंगिसाइडहरू ब्राउन रस्ट नियन्त्रणका लागि प्रभावकारी छन्। हाम्रो जिम्मेवार फंगिसाइड प्रयोग रुचाइले प्रतिरोध विकास होइन भने।",
        "crownRootRustDesc": "क्राउन रूट रट एक जलवायुस्थित फङ्गसहरूको समृद्ध गुठी हो जुन गहुका पादपहरूको मूल प्रणालीलाई हमला गर्छ। यसले छोटो बढाइ, पहेलो पातहरू, दुखेका टिलारिङ, र अन्ततः पादप मृत्युमा पर्ने गरी गर्छ। संक्रमित मूलहरू रातो र बिगारिएका देखिन्छ, जुन पानी र पोषण लिन मा आवश्यक छैन। यो गर्म, नम भूमि स्थितिहरूमा रूखिन्छ र गहुमा बचतमा प्रभाव पार्दछ।",
        "crownRootRecommenadtion": "फसल चक्रवात: भूमि चक्रवातमा फङ्गस जीवन चक्र बिगार्नका लागि न्यूनतम 3 वर्षको चक्रवात लागू गर्नुहोस्, जसले खेतमा नीट लागाउँछ।\nरोपन पद्धतिहरू: गहु खेतीका लागि निर्मल भूमि छनौट गर्नुहोस् र सिँचाइँ अत्यधिक गर्नुहोस्, किनकि नमीले फङ्गस गतिविधि बढाउँछ।\nप्रतिरोधी बुआहरू: सीमित विकल्पहरू छन्, तर तपाईंको क्षेत्रमा प्रचलित क्राउन रुट रट फङ्गल रुटहरूको थाहा गर्नुहोस्।\nबायोफ्युमिगेसन: निश्चित प्रकारका पोषण पदपहरू बोक्सार गरेर तीनले प्रकाट गरेको रूखिन्छ, जुन फङ्गस पोपुलेसनलाई दमन गर्नका लागि बायोसाइडल यौगिकहरू छोडछ।\nमृत्युहरू पराग गर्नुहोस्: केहि मितिहरूमा, खेती भूमि स्थितिहरूमा जल्दबाट उपयुक्त अनौपचारिक मृत्युहरू बोक्सार गर्नुहोस् वा खेती भूमि स्थितिहरूमा विशिष्ट फङ्गिसाइडहरूले बोक्सार गर्नको लागि मितिहरूमा जल्दबाट उपयुक्त मृत्युहरू बोक्सार गर्नुहोस्, तर प्रभावकारिता रूखेको छैन।",
        "stripRustDesc": "यस फङ्गस रोगले पत्ताहरूमा विशिष्ट पहेला हरियो-पहेला बझारमा गहिरो बजारहरू बजारहरू देखाइदछ। जस्तो गरी रोग बढ्दैछ, दरारहरू बढाइदिन्छ र मोडन्छ, बडी भागको पत्ताहरूको ठूलो बढाइन्छ। स्ट्राइप रस्ट विशिष्ट पहेला हरियो-पहेला बझारमा गहिरो बजारहरू बजारहरू देखाइदछ। जस्तो गरी रोग बढ्दैछ, दरारहरू बढाइदिन्छ र मोडन्छ, बडी भागको पत्ताहरूको ठूलो बढाइन्छ। स्ट्राइप रस्ट विशिष्ट पहेला हरियो-पहेला बझारमा गहिरो बजारहरू बजारहरू देखाइदछ। जस्तो गरी रोग बढ्दैछ, दरारहरू बढाइदिन्छ र मोडन्छ, बडी भागको पत्ताहरूको ठूलो बढाइन्छ।",
        "stripRustRecommendation": "फसल प्रतिरोध: तपाईंको क्षेत्रमा प्रचलित स्ट्राइप रस्ट तथा ब्राउन रस्ट प्रतिरोधी प्रजातिहरू छन् भने तलका प्रणालीहरूको लागि स्थानीय कृषि विशेषज्ञहरूसँग परामर्श गर्नुहोस्।\nफसल चक्रवात: गहुका रूख छरिएका क्षेत्रहरूमा गहु वा सोयाबीन्स जस्ता अशक्त प्रजातिहरूसँग चक्रवात लागू गर्नुहोस् र भूमि स्थितिहरूमा फङ्गस इनोकुलम स्तरहरू कम गर्नका लागि इनोकुलम स्तरहरू कम गर्नका लागि स्थानीय कृषि विशेषज्ञहरूसँग परामर्श गर्नुहोस्।\nअवशेष प्रबन्धन: खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई ठान्नु होस् वा खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई पराग गर्नुहोस् वा संक्रमित फसल अफिसियलहरूलाई ठान्नु होस्, भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नका लागि।\nखेती गरेपछि संक्रमित फसल अफिसियलहरूलाई ठान्नु होस् वा खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई पराग गर्नुहोस् वा संक्रमित फसल अफिसियलहरूलाई ठान्नु होस्, भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नका लागि।\nखेती गरेपछि संक्रमित फसल अफिसियलहरूलाई ठान्नु होस् वा खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई पराग गर्नुहोस् वा संक्रमित फसल अफिसियलहरूलाई ठान्नु होस्, भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नका लागि।",
        "leafRust": "पत्ताहरू पनि पत्ताहरू र डाँडाहरूमा सानो, गोल, सन्तरा-खैरो छोटा पुस्टुलहरू देखाउँछ, प्रमुखतया पत्ताको उपरी सतहमा। यी पुस्टुलहरू फुटेपछि र स्पोरहरू छोड्छ, जसले गहिरो रोग प्रसार गर्दछ र सम्भावित उत्पादन हानिहरू हुन्छन्। बाउण रस्टसँग मिल्दो तरिकामा, पातहरूले उष्ण, भिगालो मौसम परिस्थितिहरूमा फलन्छ।",
        "leafRustRecommendation": "फसल प्रतिरोध: प्रतिरोधी प्रजातिहरू छन् भने उनीहरूलाई छानबिन गर्नुहोस् शृष्टिगर्ध लामोसमयी नियन्त्रण रणनीति हो। स्थानीय कृषि विशेषज्ञहरूसँग परामर्श गर्नका लागि उपयुक्त प्रतिरोधी स्तरहरूसँग बिगतीमा सम्पर्क गर्नुहोस्।\nफसल चक्रवात: सोजा वा सोयाबीन्स जस्ता अशक्त प्रजातिहरूसँग फसल चक्रवात लगाउनुहोस् र भूमि स्थितिहरूमा फङ्गस इनोकुलम स्तरहरू कम गर्नका लागि इनोकुलम स्तरहरू कम गर्नका लागि स्थानीय कृषि विशेषज्ञहरूसँग परामर्श गर्नुहोस्।\nअवशेष प्रबन्धन: कडा भएको संक्रमित फसल अफिसियलहरूलाई खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई ठान्नु होस् वा खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई पराग गर्नुहोस् वा संक्रमित फसल अफिसियलहरूलाई ठान्नु होस्, भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नका लागि।\nखेती गरेपछि संक्रमित फसल अफिसियलहरूलाई खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई ठान्नु होस् वा खेती गरेपछि संक्रमित फसल अफिसियलहरूलाई पराग गर्नुहोस् वा संक्रमित फसल अफिसियलहरूलाई ठान्नु होस्, भविष्यका संक्रमणहरूको लागि उपलब्ध फ्याङ्गल इनोकुलम कम गर्नका लागि।"

    },
    "profile":{
        "switchLang": "भाषा परिवर्तन गर्नुहोस्",
        "en": "अं",
        "np": "ने",
        "doYouWantToLogOut": "तपाईं बाहिर निस्कन चाहनुहुन्छ कि?",
"yes": "हो",
"no": "होइन"
    } ,
    "result": {
        "similarImages": "समान तस्वीरहरू",
        "causeOfDisease": "रोगको कारण",
        "recommendation": "सिफारिस",
        "medicine": "औषधि",
        "noData": "कुनै डाटा फेला परेन"
    }
}


